Repository: wzz6423/zshell
Catalog: mac/zshell/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Tools are downloaded, installed, and updated through your Homebrew installation.
ar: تُنزَّل الأدوات وتُثبَّت وتُحدَّث عبر تثبيت Homebrew لديك.
de: Werkzeuge werden über deine Homebrew-Installation geladen, installiert und aktualisiert.
es: Las herramientas se descargan, instalan y actualizan mediante tu instalación de Homebrew.
fr: Les outils sont téléchargés, installés et mis à jour via votre installation Homebrew.
id: Alat diunduh, diinstal, dan diperbarui melalui instalasi Homebrew Anda.
it: Gli strumenti vengono scaricati, installati e aggiornati tramite la tua installazione di Homebrew.
ja: お使いの Homebrew でツールをダウンロード、インストール、アップデートします。
ko: 도구는 설치된 Homebrew를 통해 다운로드, 설치 및 업데이트됩니다.
nl: Tools worden via je Homebrew-installatie gedownload, geïnstalleerd en bijgewerkt.
pt_br: As ferramentas são baixadas, instaladas e atualizadas pela sua instalação do Homebrew.
ru: Инструменты загружаются, устанавливаются и обновляются через установленный Homebrew.
th: ดาวน์โหลด ติดตั้ง และอัปเดตเครื่องมือผ่าน Homebrew ที่ติดตั้งไว้
tr: Araçlar Homebrew kurulumunuz üzerinden indirilir, yüklenir ve güncellenir.
vi: Công cụ được tải, cài và cập nhật qua Homebrew đã cài trên máy.
zh_hans: 通过本机 Homebrew 下载、安装和更新工具。
zh_hant: 透過本機 Homebrew 下載、安裝和更新工具。

source: Update All
ar: تحديث الكل
de: Alle aktualisieren
es: Actualizar todo
fr: Tout mettre à jour
id: Perbarui Semua
it: Aggiorna tutto
ja: すべてアップデート
ko: 모두 업데이트
nl: Alles bijwerken
pt_br: Atualizar tudo
ru: Обновить все
th: อัปเดตทั้งหมด
tr: Tümünü Güncelle
vi: Cập nhật tất cả
zh_hans: 全部更新
zh_hant: 全部更新

source: Update recommended tools managed by Homebrew that have a newer version.
ar: تحديث الأدوات الموصى بها التي يديرها Homebrew ولها إصدارات أحدث.
de: Von Homebrew verwaltete empfohlene Werkzeuge aktualisieren, für die eine neuere Version verfügbar ist.
es: Actualizar las herramientas recomendadas gestionadas por Homebrew que tengan una versión más reciente.
fr: Mettre à jour les outils recommandés gérés par Homebrew pour lesquels une nouvelle version est disponible.
id: Perbarui alat rekomendasi yang dikelola Homebrew dan memiliki versi lebih baru.
it: Aggiorna gli strumenti consigliati gestiti da Homebrew che hanno una versione più recente.
ja: 新しいバージョンがある Homebrew 管理のおすすめツールをアップデートします。
ko: Homebrew에서 관리하는 추천 도구 중 새 버전이 있는 도구를 업데이트합니다.
nl: Werk aanbevolen tools die door Homebrew worden beheerd bij als een nieuwere versie beschikbaar is.
pt_br: Atualize as ferramentas recomendadas gerenciadas pelo Homebrew que têm uma versão mais recente.
ru: Обновить рекомендованные инструменты под управлением Homebrew, для которых доступны новые версии.
th: อัปเดตเครื่องมือแนะนำที่ Homebrew จัดการและมีเวอร์ชันใหม่กว่า
tr: Homebrew’ün yönettiği, yeni sürümü bulunan önerilen araçları güncelleyin.
vi: Cập nhật công cụ đề xuất do Homebrew quản lý có phiên bản mới hơn.
zh_hans: 更新由 Homebrew 管理且有新版本的推荐工具。
zh_hant: 更新由 Homebrew 管理且有新版本的推薦工具。

source: Use Homebrew
ar: استخدام Homebrew
de: Homebrew verwenden
es: Usar Homebrew
fr: Utiliser Homebrew
id: Gunakan Homebrew
it: Usa Homebrew
ja: Homebrew で導入
ko: Homebrew 사용
nl: Homebrew gebruiken
pt_br: Usar Homebrew
ru: Использовать Homebrew
th: ใช้ Homebrew
tr: Homebrew Kullan
vi: Dùng Homebrew
zh_hans: 通过 Homebrew 安装
zh_hant: 透過 Homebrew 安裝

source: Utilities
ar: الأدوات المساعدة
de: Dienstprogramme
es: Utilidades
fr: Utilitaires
id: Utilitas
it: Utility
ja: ユーティリティ
ko: 유틸리티
nl: Hulpprogramma's
pt_br: Utilitários
ru: Утилиты
th: ยูทิลิตี
tr: Yardımcı Araçlar
vi: Tiện ích
zh_hans: 实用组件
zh_hant: 實用組件

source: Versions are checked automatically while this page is open. Installations and updates start only when you click a button.
ar: تُفحص الإصدارات تلقائيًا أثناء فتح هذه الصفحة. لا يبدأ التثبيت والتحديث إلا عند النقر على زر.
de: Versionen werden automatisch geprüft, solange diese Seite geöffnet ist. Installationen und Updates starten erst nach einem Klick auf eine Schaltfläche.
es: Las versiones se comprueban automáticamente mientras esta página está abierta. Las instalaciones y actualizaciones solo empiezan al pulsar un botón.
fr: Les versions sont vérifiées automatiquement tant que cette page est ouverte. Les installations et mises à jour ne démarrent que lorsque vous cliquez sur un bouton.
id: Versi diperiksa otomatis selama halaman ini terbuka. Instalasi dan pembaruan hanya dimulai saat Anda mengeklik tombol.
it: Le versioni vengono verificate automaticamente mentre questa pagina è aperta. Installazioni e aggiornamenti iniziano solo quando fai clic su un pulsante.
ja: このページを開いている間、バージョンを自動確認します。インストールとアップデートはボタンをクリックしたときにのみ開始します。
ko: 이 페이지가 열려 있는 동안 버전을 자동으로 확인합니다. 설치 및 업데이트는 버튼을 클릭할 때만 시작됩니다.
nl: Versies worden automatisch gecontroleerd zolang deze pagina open is. Installaties en updates beginnen alleen wanneer je op een knop klikt.
pt_br: As versões são verificadas automaticamente enquanto esta página está aberta. Instalações e atualizações só começam quando você clica em um botão.
ru: Версии проверяются автоматически, пока эта страница открыта. Установка и обновление запускаются только нажатием кнопки.
th: ตรวจสอบเวอร์ชันอัตโนมัติขณะเปิดหน้านี้ การติดตั้งและอัปเดตจะเริ่มเมื่อคุณคลิกปุ่มเท่านั้น
tr: Bu sayfa açıkken sürümler otomatik denetlenir. Yükleme ve güncellemeler yalnızca düğmeye tıkladığınızda başlar.
vi: Phiên bản được kiểm tra tự động khi trang này mở. Cài đặt và cập nhật chỉ bắt đầu khi bạn nhấp nút.
zh_hans: 打开此页面时自动检查版本。点击按钮后才会开始安装或更新。
zh_hant: 開啟此頁面時自動檢查版本。點擊按鈕後才會開始安裝或更新。

source: Video and audio downloads
ar: تنزيل الفيديو والصوت
de: Video- und Audiodownloads
es: Descarga de video y audio
fr: Téléchargement de vidéos et d'audio
id: Unduhan video dan audio
it: Download di video e audio
ja: 動画と音声のダウンロード
ko: 동영상 및 오디오 다운로드
nl: Video en audio downloaden
pt_br: Downloads de vídeo e áudio
ru: Загрузка видео и аудио
th: ดาวน์โหลดวิดีโอและเสียง
tr: Video ve ses indirme
vi: Tải video và âm thanh
zh_hans: 视频音频下载
zh_hant: 視頻音頻下載

source: Visual Git interface
ar: واجهة Git مرئية
de: Visuelle Git-Oberfläche
es: Interfaz visual de Git
fr: Interface Git visuelle
id: Antarmuka visual Git
it: Interfaccia visiva Git
ja: Git の視覚的なインターフェース
ko: 시각적 Git 인터페이스
nl: Visuele Git-interface
pt_br: Interface visual do Git
ru: Визуальный интерфейс Git
th: อินเทอร์เฟซ Git แบบภาพ
tr: Görsel Git arayüzü
vi: Giao diện Git trực quan
zh_hans: Git 可视化界面
zh_hant: Git 可視化界面

source: YAML templates
ar: قوالب YAML
de: YAML-Vorlagen
es: Plantillas YAML
fr: Modèles YAML
id: Templat YAML
it: Modelli YAML
ja: YAML テンプレートツール
ko: YAML 템플릿
nl: YAML-sjablonen
pt_br: Modelos YAML
ru: Шаблоны YAML
th: เทมเพลต YAML
tr: YAML şablonları
vi: Mẫu YAML
zh_hans: YAML 模板工具
zh_hant: YAML 模板工具

source: Zshell updates are managed in Updates settings.
ar: تُدار تحديثات Zshell في إعدادات التحديثات.
de: Zshell-Updates werden in den Update-Einstellungen verwaltet.
es: Las actualizaciones de Zshell se gestionan en los ajustes de Actualizaciones.
fr: Les mises à jour de Zshell se gèrent dans les réglages Mises à jour.
id: Pembaruan Zshell dikelola dalam pengaturan Pembaruan.
it: Gli aggiornamenti di Zshell si gestiscono nelle impostazioni Aggiornamenti.
ja: Zshell のアップデートは「アップデート」設定で管理します。
ko: Zshell 업데이트는 업데이트 설정에서 관리합니다.
nl: Zshell-updates worden beheerd in de update-instellingen.
pt_br: As atualizações do Zshell são gerenciadas nos ajustes de Atualizações.
ru: Обновления Zshell управляются в настройках обновлений.
th: จัดการการอัปเดต Zshell ในการตั้งค่าการอัปเดต
tr: Zshell güncellemeleri Güncellemeler ayarlarında yönetilir.
vi: Bản cập nhật Zshell được quản lý trong cài đặt Cập nhật.
zh_hans: Zshell 的更新由“更新”设置统一管理。
zh_hant: Zshell 的更新由“更新”設定統一管理。

source: After confirming: next / previous match
ar: بعد التأكيد: التطابق التالي / السابق
de: Nach Bestätigung: nächster/vorheriger Treffer
es: Tras confirmar: coincidencia siguiente/anterior
fr: Après confirmation : correspondance suivante/précédente
id: Setelah konfirmasi: kecocokan berikutnya / sebelumnya
it: Dopo la conferma: corrispondenza successiva/precedente
ja: 確定後：次／前の一致へ
ko: 확인 후: 다음 / 이전 일치 항목
nl: Na bevestiging: volgende/vorige overeenkomst
pt_br: Após confirmar: próxima/anterior correspondência
ru: После подтверждения: следующее / предыдущее совпадение
th: หลังยืนยัน: ผลที่ตรงกันถัดไป / ก่อนหน้า
tr: Onaydan sonra: sonraki / önceki eşleşme
vi: Sau khi xác nhận: kết quả tiếp / trước
zh_hans: 确认后：下一个／上一个匹配
zh_hant: 確認後：下一個／上一個匹配

source: Clear search highlighting
ar: مسح تمييز البحث
de: Suchhervorhebung löschen
es: Quitar resaltado de búsqueda
fr: Effacer le surlignage de recherche
id: Hapus sorotan pencarian
it: Cancella evidenziazione della ricerca
ja: 検索の強調表示を解除
ko: 검색 강조 표시 지우기
nl: Zoekmarkering wissen
pt_br: Limpar destaque da busca
ru: Убрать подсветку поиска
th: ล้างการไฮไลต์ค้นหา
tr: Arama vurgusunu temizle
vi: Xóa tô sáng tìm kiếm
zh_hans: 清除搜索高亮
zh_hant: 清除搜索高亮

source: Command line
ar: سطر الأوامر
de: Befehlszeile
es: Línea de comandos
fr: Ligne de commande
id: Baris perintah
it: Riga di comando
ja: コマンドライン
ko: 명령줄
nl: Opdrachtregel
pt_br: Linha de comando
ru: Командная строка
th: บรรทัดคำสั่ง
tr: Komut satırı
vi: Dòng lệnh
zh_hans: 命令行
zh_hant: 命令行

source: Complete command / browse history
ar: إكمال الأمر / تصفح السجل
de: Befehl vervollständigen/Verlauf durchsuchen
es: Completar comando/recorrer historial
fr: Compléter la commande/parcourir l'historique
id: Lengkapi perintah / jelajahi riwayat
it: Completa comando/sfoglia cronologia
ja: コマンド補完／履歴を表示
ko: 명령 완성 / 기록 탐색
nl: Opdracht aanvullen/geschiedenis doorlopen
pt_br: Completar comando/navegar pelo histórico
ru: Дополнить команду / просмотреть историю
th: เติมคำสั่ง / เรียกดูประวัติ
tr: Komutu tamamla / geçmişe göz at
vi: Hoàn thành lệnh / duyệt lịch sử
zh_hans: 补全命令／浏览历史
zh_hant: 補全命令／瀏覽歷史

source: Complete next / previous word
ar: الإكمال بالكلمة التالية / السابقة
de: Nächstes/vorheriges Wort vervollständigen
es: Completar palabra siguiente/anterior
fr: Compléter le mot suivant/précédent
id: Lengkapi dengan kata berikutnya / sebelumnya
it: Completa parola successiva/precedente
ja: 次／前の単語で補完
ko: 다음 / 이전 단어로 완성
nl: Volgend/vorig woord aanvullen
pt_br: Completar palavra seguinte/anterior
ru: Дополнить следующим / предыдущим словом
th: เติมด้วยคำถัดไป / ก่อนหน้า
tr: Sonraki / önceki sözcükle tamamla
vi: Hoàn thành bằng từ tiếp / trước
zh_hans: 补全下一个／上一个单词
zh_hant: 補全下一個／上一個單字

source: Confirm / cancel search
ar: تأكيد / إلغاء البحث
de: Suche bestätigen/abbrechen
es: Confirmar/cancelar búsqueda
fr: Confirmer/annuler la recherche
id: Konfirmasi / batalkan pencarian
it: Conferma/annulla ricerca
ja: 検索を確定／キャンセル
ko: 검색 확인 / 취소
nl: Zoeken bevestigen/annuleren
pt_br: Confirmar/cancelar busca
ru: Подтвердить / отменить поиск
th: ยืนยัน / ยกเลิกการค้นหา
tr: Aramayı onayla / iptal et
vi: Xác nhận / hủy tìm kiếm
zh_hans: 确认／取消搜索
zh_hant: 確認／取消搜索

source: Delete back to the start of insertion
ar: الحذف للخلف حتى بداية الإدراج
de: Bis zum Beginn der Einfügung zurücklöschen
es: Borrar hasta el inicio de la inserción
fr: Supprimer jusqu'au début de l'insertion
id: Hapus mundur hingga awal penyisipan
it: Elimina fino all'inizio dell'inserimento
ja: 挿入開始位置まで削除
ko: 삽입 시작 위치까지 뒤로 삭제
nl: Terugwissen tot het begin van de invoeging
pt_br: Excluir até o início da inserção
ru: Удалить назад до начала вставки
th: ลบย้อนกลับถึงจุดเริ่มแทรก
tr: Eklemenin başlangıcına kadar geriye sil
vi: Xóa lùi đến đầu phần chèn
zh_hans: 删除到本次插入的起点
zh_hant: 刪除到本次插入的起點

source: Delete line / character
ar: حذف سطر / حرف
de: Zeile/Zeichen löschen
es: Borrar línea/carácter
fr: Supprimer la ligne/le caractère
id: Hapus baris / karakter
it: Elimina riga/carattere
ja: 行／文字を削除
ko: 줄 / 문자 삭제
nl: Regel/teken verwijderen
pt_br: Excluir linha/caractere
ru: Удалить строку / символ
th: ลบบรรทัด / อักขระ
tr: Satır / karakter sil
vi: Xóa dòng / ký tự
zh_hans: 删除行／字符
zh_hant: 刪除行／字元

source: Delete previous word
ar: حذف الكلمة السابقة
de: Vorheriges Wort löschen
es: Borrar palabra anterior
fr: Supprimer le mot précédent
id: Hapus kata sebelumnya
it: Elimina parola precedente
ja: 直前の単語を削除
ko: 이전 단어 삭제
nl: Vorig woord verwijderen
pt_br: Excluir palavra anterior
ru: Удалить предыдущее слово
th: ลบคำก่อนหน้า
tr: Önceki sözcüğü sil
vi: Xóa từ trước
zh_hans: 删除前一个单词
zh_hant: 刪除前一個單字

source: Execute command
ar: تنفيذ الأمر
de: Befehl ausführen
es: Ejecutar comando
fr: Exécuter la commande
id: Jalankan perintah
it: Esegui comando
ja: コマンドを実行
ko: 명령 실행
nl: Opdracht uitvoeren
pt_br: Executar comando
ru: Выполнить команду
th: เรียกใช้คำสั่ง
tr: Komutu çalıştır
vi: Thực thi lệnh
zh_hans: 执行命令
zh_hant: 執行命令

source: Extend block to the end of each line
ar: توسيع الكتلة إلى نهاية كل سطر
de: Block bis zum Ende jeder Zeile erweitern
es: Extender bloque hasta el final de cada línea
fr: Étendre le bloc jusqu'à la fin de chaque ligne
id: Perluas blok hingga akhir setiap baris
it: Estendi il blocco fino alla fine di ogni riga
ja: 矩形選択を各行の末尾まで拡張
ko: 블록을 각 줄 끝까지 확장
nl: Blok uitbreiden tot het einde van elke regel
pt_br: Estender bloco até o fim de cada linha
ru: Расширить блок до конца каждой строки
th: ขยายบล็อกถึงท้ายแต่ละบรรทัด
tr: Bloğu her satırın sonuna uzat
vi: Mở rộng khối đến cuối mỗi dòng
zh_hans: 将块选区扩展到每行末尾
zh_hant: 將塊選區擴展到每行末尾

source: First / last line; line start / end
ar: السطر الأول / الأخير؛ بداية / نهاية السطر
de: Erste/letzte Zeile; Zeilenanfang/-ende
es: Primera/última línea; inicio/final de línea
fr: Première/dernière ligne ; début/fin de ligne
id: Baris pertama / terakhir; awal / akhir baris
it: Prima/ultima riga; inizio/fine riga
ja: 先頭／最終行、行頭／行末
ko: 첫 / 마지막 줄; 줄 시작 / 끝
nl: Eerste/laatste regel; regelbegin/-einde
pt_br: Primeira/última linha; início/fim da linha
ru: Первая / последняя строка; начало / конец строки
th: บรรทัดแรก / สุดท้าย; ต้น / ท้ายบรรทัด
tr: İlk / son satır; satır başı / sonu
vi: Dòng đầu / cuối; đầu / cuối dòng
zh_hans: 首行／末行；行首／行尾
zh_hant: 首行／末行；行首／行尾

source: Ignore / match case
ar: تجاهل / مطابقة حالة الأحرف
de: Groß-/Kleinschreibung ignorieren/beachten
es: Ignorar/distinguir mayúsculas
fr: Ignorer/respecter la casse
id: Abaikan / cocokkan huruf besar-kecil
it: Ignora/distingui maiuscole e minuscole
ja: 大文字小文字を区別しない／する
ko: 대소문자 무시 / 구분
nl: Hoofdlettergebruik negeren/onderscheiden
pt_br: Ignorar/diferenciar maiúsculas
ru: Игнорировать / учитывать регистр
th: ไม่สนใจ / ตรงตามตัวพิมพ์
tr: Büyük/küçük harfi yok say / eşleştir
vi: Bỏ qua / phân biệt hoa thường
zh_hans: 忽略／区分大小写
zh_hant: 忽略／區分大小寫

source: Indent / unindent selected lines
ar: زيادة / تقليل إزاحة السطور المحددة
de: Ausgewählte Zeilen einrücken/ausrücken
es: Indentar/quitar sangría de las líneas seleccionadas
fr: Indenter/désindenter les lignes sélectionnées
id: Tambah / kurangi inden baris terpilih
it: Indenta/riduci rientro delle righe selezionate
ja: 選択行のインデントを増やす／減らす
ko: 선택한 줄 들여쓰기 / 내어쓰기
nl: Geselecteerde regels inspringen/terughalen
pt_br: Indentar/remover recuo das linhas selecionadas
ru: Увеличить / уменьшить отступ выделенных строк
th: เพิ่ม / ลดการเยื้องบรรทัดที่เลือก
tr: Seçili satırların girintisini artır / azalt
vi: Tăng / giảm thụt lề dòng đã chọn
zh_hans: 增加／减少所选行缩进
zh_hant: 增加／減少所選行縮排

source: Indent / unindent selection
ar: زيادة / تقليل إزاحة التحديد
de: Auswahl einrücken/ausrücken
es: Indentar/quitar sangría de la selección
fr: Indenter/désindenter la sélection
id: Tambah / kurangi inden pilihan
it: Indenta/riduci rientro della selezione
ja: 選択範囲のインデントを増やす／減らす
ko: 선택 영역 들여쓰기 / 내어쓰기
nl: Selectie inspringen/terughalen
pt_br: Indentar/remover recuo da seleção
ru: Увеличить / уменьшить отступ выделения
th: เพิ่ม / ลดการเยื้องส่วนที่เลือก
tr: Seçimin girintisini artır / azalt
vi: Tăng / giảm thụt lề vùng chọn
zh_hans: 增加／减少选区缩进
zh_hant: 增加／減少選區縮排

source: Insert
ar: الإدراج
de: Einfügen
es: Inserción
fr: Insertion
id: Sisip
it: Inserimento
ja: 挿入
ko: 삽입
nl: Invoegen
pt_br: Inserção
ru: Вставка
th: แทรก
tr: Ekleme
vi: Chèn
zh_hans: 插入
zh_hant: 插入

source: Insert / append / open line
ar: إدراج / إلحاق / فتح سطر
de: Einfügen/anhängen/Zeile öffnen
es: Insertar/añadir/abrir línea
fr: Insérer/ajouter/ouvrir une ligne
id: Sisipkan / tambahkan / buka baris
it: Inserisci/aggiungi/apri riga
ja: 挿入／追記／行を追加
ko: 삽입 / 뒤에 추가 / 새 줄 열기
nl: Invoegen/toevoegen/regel openen
pt_br: Inserir/acrescentar/abrir linha
ru: Вставить / дописать / открыть строку
th: แทรก / ต่อท้าย / เปิดบรรทัด
tr: Ekle / sona ekle / satır aç
vi: Chèn / nối thêm / mở dòng
zh_hans: 插入／追加／新建一行
zh_hant: 插入／追加／新增一行

source: Insert / append text on each selected line
ar: إدراج / إلحاق نص في كل سطر محدد
de: Text in jede ausgewählte Zeile einfügen/anhängen
es: Insertar/añadir texto en cada línea seleccionada
fr: Insérer/ajouter du texte sur chaque ligne sélectionnée
id: Sisipkan / tambahkan teks di setiap baris terpilih
it: Inserisci/aggiungi testo su ogni riga selezionata
ja: 選択した各行にテキストを挿入／追記
ko: 선택한 각 줄에 텍스트 삽입 / 추가
nl: Tekst op elke geselecteerde regel invoegen/toevoegen
pt_br: Inserir/acrescentar texto em cada linha selecionada
ru: Вставить / дописать текст в каждой выделенной строке
th: แทรก / ต่อท้ายข้อความในแต่ละบรรทัดที่เลือก
tr: Seçili her satıra metin ekle / sonuna ekle
vi: Chèn / nối văn bản vào mỗi dòng đã chọn
zh_hans: 在所选各行前插入／末尾追加文字
zh_hant: 在所選各行前插入／末尾追加文字

source: Insert a register, e.g. Ctrl-R 0
ar: إدراج محتوى سجل، مثل Ctrl-R 0
de: Register einfügen, z. B. Ctrl-R 0
es: Insertar un registro, p. ej. Ctrl-R 0
fr: Insérer un registre, par ex. Ctrl-R 0
id: Sisipkan register, misalnya Ctrl-R 0
it: Inserisci un registro, ad es. Ctrl-R 0
ja: レジスタを挿入（例：Ctrl-R 0）
ko: 레지스터 삽입, 예: Ctrl-R 0
nl: Register invoegen, bijv. Ctrl-R 0
pt_br: Inserir um registrador, por exemplo Ctrl-R 0
ru: Вставить из регистра, например Ctrl-R 0
th: แทรกเนื้อหารีจิสเตอร์ เช่น Ctrl-R 0
tr: Yazmaç içeriğini ekle, örneğin Ctrl-R 0
vi: Chèn thanh ghi, ví dụ Ctrl-R 0
zh_hans: 插入寄存器内容，如 Ctrl-R 0
zh_hant: 插入寄存器內容，如 Ctrl-R 0

source: Move by character or word
ar: التحرك حسب الحرف أو الكلمة
de: Zeichen- oder wortweise bewegen
es: Mover por carácter o palabra
fr: Se déplacer par caractère ou mot
id: Bergerak per karakter atau kata
it: Spostati per carattere o parola
ja: 文字／単語単位で移動
ko: 문자 또는 단어 단위로 이동
nl: Per teken of woord verplaatsen
pt_br: Mover por caractere ou palavra
ru: Переместиться по символам или словам
th: เลื่อนทีละอักขระหรือคำ
tr: Karakter veya sözcük bazında ilerle
vi: Di chuyển theo ký tự hoặc từ
zh_hans: 按字符或单词移动
zh_hant: 按字元或單字移動

source: Move to opposite / adjacent corner
ar: الانتقال إلى الزاوية المقابلة / المجاورة
de: Zur gegenüberliegenden/benachbarten Ecke bewegen
es: Mover a la esquina opuesta/adyacente
fr: Aller au coin opposé/adjacent
id: Pindah ke sudut berlawanan / bersebelahan
it: Spostati all'angolo opposto/adiacente
ja: 対角／隣接する角へ移動
ko: 반대 / 인접 모서리로 이동
nl: Naar tegenoverliggende/aangrenzende hoek gaan
pt_br: Mover para o canto oposto/adjacente
ru: Перейти в противоположный / соседний угол
th: ย้ายไปมุมตรงข้าม / ข้างเคียง
tr: Karşı / bitişik köşeye git
vi: Đến góc đối diện / liền kề
zh_hans: 切换到对角／相邻角点
zh_hant: 切換到對角／相鄰角點

source: Move to the other end of selection
ar: الانتقال إلى الطرف الآخر من التحديد
de: Zum anderen Ende der Auswahl bewegen
es: Mover al otro extremo de la selección
fr: Aller à l'autre extrémité de la sélection
id: Pindah ke ujung lain pilihan
it: Spostati all'altra estremità della selezione
ja: 選択範囲の反対側へ移動
ko: 선택 영역의 반대쪽 끝으로 이동
nl: Naar het andere einde van de selectie gaan
pt_br: Mover para a outra extremidade da seleção
ru: Перейти к другому концу выделения
th: ย้ายไปปลายอีกด้านของส่วนที่เลือก
tr: Seçimin diğer ucuna git
vi: Đến đầu kia của vùng chọn
zh_hans: 切换到选区另一端
zh_hant: 切換到選區另一端

source: Normal
ar: العادي
it: Normale
ja: ノーマル
ko: 일반 모드
nl: Normaal
ru: Обычный
th: ปกติ
vi: Thường
zh_hans: 普通
zh_hant: 普通

source: Open in Finder
ar: فتح في Finder
de: Im Finder öffnen
es: Abrir en Finder
fr: Ouvrir dans le Finder
id: Buka di Finder
it: Apri nel Finder
ja: Finder で開く
ko: Finder에서 열기
nl: Openen in Finder
pt_br: Abrir no Finder
ru: Открыть в Finder
th: เปิดใน Finder
tr: Finder’da Aç
vi: Mở trong Finder
zh_hans: 在 Finder 中打开
zh_hant: 在 Finder 中開啟

source: Quit / discard changes and quit
ar: إنهاء / تجاهل التغييرات والإنهاء
de: Beenden/Änderungen verwerfen und beenden
es: Salir/descartar cambios y salir
fr: Quitter/abandonner les modifications et quitter
id: Keluar / buang perubahan dan keluar
it: Esci/scarta modifiche ed esci
ja: 終了／変更を破棄して終了
ko: 종료 / 변경 사항을 버리고 종료
nl: Afsluiten/wijzigingen verwerpen en afsluiten
pt_br: Sair/descartar alterações e sair
ru: Выйти / выйти без сохранения
th: ออก / ละทิ้งการเปลี่ยนแปลงแล้วออก
tr: Çık / değişiklikleri atıp çık
vi: Thoát / hủy thay đổi rồi thoát
zh_hans: 退出／放弃修改并退出
zh_hant: 結束／捨棄變更並結束

source: Replace
ar: الاستبدال
de: Ersetzen
es: Reemplazo
fr: Remplacement
id: Ganti
it: Sostituzione
ja: 置換
ko: 바꾸기
nl: Vervangen
pt_br: Substituição
ru: Замена
th: แทนที่
tr: Değiştirme
vi: Thay thế
zh_hans: 替换
zh_hant: 替換

source: Replace block with a register
ar: استبدال الكتلة بمحتوى سجل
de: Block durch Register ersetzen
es: Reemplazar bloque con un registro
fr: Remplacer le bloc par un registre
id: Ganti blok dengan register
it: Sostituisci blocco con un registro
ja: レジスタで矩形選択を置換
ko: 블록을 레지스터 내용으로 바꾸기
nl: Blok door register vervangen
pt_br: Substituir bloco por um registrador
ru: Заменить блок содержимым регистра
th: แทนที่บล็อกด้วยเนื้อหารีจิสเตอร์
tr: Bloğu yazmaç içeriğiyle değiştir
vi: Thay khối bằng nội dung thanh ghi
zh_hans: 用寄存器内容替换块选区
zh_hant: 用寄存器內容替換塊選區

source: Replace characters under the cursor
ar: استبدال الأحرف تحت المؤشر
de: Zeichen unter dem Cursor ersetzen
es: Reemplazar caracteres bajo el cursor
fr: Remplacer les caractères sous le curseur
id: Ganti karakter di bawah kursor
it: Sostituisci caratteri sotto il cursore
ja: カーソル位置の文字を置換
ko: 커서 아래 문자 바꾸기
nl: Tekens onder de cursor vervangen
pt_br: Substituir caracteres sob o cursor
ru: Заменить символы под курсором
th: แทนที่อักขระใต้เคอร์เซอร์
tr: İmlecin altındaki karakterleri değiştir
vi: Thay ký tự dưới con trỏ
zh_hans: 替换光标下的字符
zh_hant: 替換游標下的字元

source: Replace selection with a register
ar: استبدال التحديد بمحتوى سجل
de: Auswahl durch Register ersetzen
es: Reemplazar selección con un registro
fr: Remplacer la sélection par un registre
id: Ganti pilihan dengan register
it: Sostituisci selezione con un registro
ja: レジスタで選択範囲を置換
ko: 선택 영역을 레지스터 내용으로 바꾸기
nl: Selectie door register vervangen
pt_br: Substituir seleção por um registrador
ru: Заменить выделение содержимым регистра
th: แทนที่ส่วนที่เลือกด้วยเนื้อหารีจิสเตอร์
tr: Seçimi yazmaç içeriğiyle değiştir
vi: Thay vùng chọn bằng nội dung thanh ghi
zh_hans: 用寄存器内容替换选区
zh_hant: 用寄存器內容替換選區

source: Replace the selected text
ar: استبدال النص المحدد
de: Ausgewählten Text ersetzen
es: Reemplazar texto seleccionado
fr: Remplacer le texte sélectionné
id: Ganti teks terpilih
it: Sostituisci il testo selezionato
ja: 選択したテキストを置換
ko: 선택한 텍스트 바꾸기
nl: Geselecteerde tekst vervangen
pt_br: Substituir o texto selecionado
ru: Заменить выделенный текст
th: แทนที่ข้อความที่เลือก
tr: Seçili metni değiştir
vi: Thay văn bản đã chọn
zh_hans: 替换所选文字
zh_hant: 替換所選文字

source: Replace throughout file, with confirmation
ar: الاستبدال في كامل الملف مع التأكيد
de: In gesamter Datei mit Bestätigung ersetzen
es: Reemplazar en todo el archivo, con confirmación
fr: Remplacer dans tout le fichier, avec confirmation
id: Ganti di seluruh file dengan konfirmasi
it: Sostituisci in tutto il file, con conferma
ja: ファイル全体を確認しながら置換
ko: 확인하며 파일 전체에서 바꾸기
nl: In het hele bestand vervangen, met bevestiging
pt_br: Substituir em todo o arquivo, com confirmação
ru: Заменить во всём файле с подтверждением
th: แทนที่ทั้งไฟล์โดยยืนยันแต่ละครั้ง
tr: Dosyanın tamamında onay alarak değiştir
vi: Thay toàn tệp, có xác nhận
zh_hans: 全文替换，逐项确认
zh_hant: 全文替換，逐項確認
